Repository: widelands/widelands-translation-reports
Catalog: translators/*/widelands/doublespacing.po
Languages: sv

source: /help - Shows this help
sv: /help - Visar denna hjälp

source: /announce <msg> - Send a chatmessage as announcement (system chat)
sv: /announce <medd> - Skicka ett chattmeddelande som en kungörelse (systemchatt)

source: /warn <name> <reason> - Warn the user <name> because of <reason>
sv: /warn <name> <reason> - Varna användaren <name> på grund av <reason>

source: /kick <name> <reason> - Kick the user <name> because of <reason>
sv: /kick <name> <reason> - Sparka ut användaren <name> på grund av <reason>

source: /forcePause - Force the game to pause.
sv: /forcePause - Tvinga spelet att pausas.

source: /endForcedPause - Return game to normal speed.
sv: /endForcedPause - Sätter tillbaka spelet i normal hastighet.

source: /kick <user|game> - Remove the given user or game from the metaserver
sv: /kick <user|game> - Tag bort den angivna spelaren eller spelet från metaservern

source: Fetching add-ons… (%.1f%%)
sv: Hämtar tillägg... (%.1f %%)

source: The minimum Widelands version ‘%1$s’ may not be newer than the maximum Widelands version ‘%2$s’. The add-on ‘%3$s’ will not be saved.
sv: Den minimala Widelands-versionen '%1$s' kan inte vara nyare än den maximala idelands-versionen '%2$s'. Tillägget '%3$s' Kommer inte sparas.

source: The add-on ‘%1$s’ does not specify a minimum Widelands version. None of the contained maps can be loaded with a Widelands version older than %2$s. The minimum version requirement will automatically be set accordingly.
sv: Tillägget '%1$s' specifierar inte ett versionsminimum, men inga av kartorna kan laddas med Widelands-versioner äldre än %2$s. Versionsminimumet sätts automatiskt till det.

source: The add-on ‘%1$s’ specifies a minimum Widelands version of %2$s. However, none of the contained maps can be loaded with a Widelands version older than %3$s. The version requirement will automatically be changed accordingly.
sv: Tillägget '%1$s' specifierar ett versionsminimum %2$s, men inga av kartorna kan laddas med Widelands-versioner äldre än %3$s Versionsminimumet sätts automatiskt till det.

source: ‘%1$s’, ‘%2$s’, or ‘%3$s’ conflicts with the recommended settings. Change the conflicting setting(s) too?
sv: ‘%1$s’, '%2$s', eller ‘%3$s’ är i konflikt med de rekommenderade inställningarna. Vill du ändra på inställning(ar) i konflikt?

source: HP: %1$u/%2$u AT: %3$u/%4$u DE: %5$u/%6$u EV: %7$u/%8$u
sv: HÄ: %1$u/%2$u AT: %3$u/%4$u FÖ: %5$u/%6$u UN: %7$u/%8$u
