Repository: widelands/widelands-translation-reports
Catalog: translators/*/widelands/startpunc.po
Languages: ca

source: %1$u missing add-on: %2$s
ca: Fa falta %1$u complement: %2$s

source: %u missing add-on
ca: Fa falta %u complement.

source: %u game-relevant add-on in use:
ca: Es fan servir %u complements rellevants:

source: %s is missing
ca: fa falta %s

source: %u add-on mismatch detected:
ca: S’ha detectat %u incompatibilitat de complements:

source: /me ’s file failed md5 checksumming.
ca: La suma md5 del fitxer de /me ha fallat.

source: Uploading ‘%s’…
ca: «%s» es va carregant…

source: ‘%1$s’ is not a valid version string. The add-on ‘%2$s’ will not be saved.
ca: «%1$s» no és una cadena de versió vàlida. El complement «%2$s» no es pot desar.

source: ‘%1$s’ commented on version %2$s:
ca: «%1$s» ha comentat la versió %2$s:

source: ‘%1$s%2$s’ conflicts with ‘%3$s’. Please select a different combination or change the conflicting setting first.
ca: «%1$s%2$s» té conflictes amb «%3$s». Escolliu una altra combinació o canvieu primer la configuració que genera conflictes.

source: ‘%1$s’, ‘%2$s’, or ‘%3$s’ conflicts with the recommended settings. Change the conflicting setting(s) too?
ca: «%1$s», «%2$s» o «%3$s» crea conflictes amb la configuració recomanada. Voleu canviar també la configuració conflictiva?

# hotkey
source: Keypad -
ca: - del teclat numèric

# hotkey
source: Keypad *
ca: * del teclat numèric

# hotkey
source: Keypad /
ca: / del teclat numèric

source: Pl.
ca: #J

source: %d game could not be deleted.
ca: No s’ha pogut esborrar %d partida.

source: %d replay could not be deleted.
ca: No s’ha pogut esborrar %d repetició.
