Repository: widelands/widelands-translation-reports
Catalog: translators/*/tribes_encyclopedia/numbers.po
Languages: fr

# barbarians_building
source: The gamekeeper pauses 52.5 seconds before going to work again.
fr: La garde-chasse fait une pause de 52,5 secondes avant de reprendre son travail.

# barbarians_building
source: If the food supply is steady, this mine can produce coal in 32.5 seconds on average.
fr: Si l'approvisionnement en nourriture est stable, cette mine peut produire du charbon toutes les 32,5 secondes en moyenne.

# barbarians_building
source: If the food supply is steady, this mine can produce coal in 19.5 seconds on average.
fr: Si l'approvisionnement en nourriture est stable, cette mine peut produire du charbon toutes les 19,5 secondes en moyenne.

# barbarians_building
source: If the food supply is steady, this mine can produce coal in 14.4 seconds on average.
fr: Si l'approvisionnement en nourriture est stable, cette mine peut produire du charbon toutes les 14,4 secondes en moyenne.

# barbarians_building
source: If the food supply is steady, this mine can produce iron ore in 39.5 seconds on average.
fr: Si l'approvisionnement en nourriture est stable, cette mine peut produire de l'or toutes les 39,5 secondes en moyenne.

# barbarians_building
source: If the food supply is steady, this mine can produce iron ore in 17.6 seconds on average.
fr: Si l'approvisionnement en nourriture est stable, cette mine peut produire du minerai de fer toutes les 17,6 secondes en moyenne.

# barbarians_building
source: If the food supply is steady, this mine can produce gold ore in 19.5 seconds on average.
fr: Si l'approvisionnement en nourriture est stable, cette mine peut produire de l'or toutes les 19,5 secondes en moyenne.

# barbarians_building
source: If the food supply is steady, this mine can produce gold ore in 18.5 seconds on average.
fr: Si l'approvisionnement en nourriture est stable, cette mine peut produire de l'or toutes les 18,5 secondes en moyenne.

source: Increase game speed by 0.25x
fr: Augmente la vitesse de jeu par 0,25x

source: Decrease game speed by 0.25x
fr: Diminue la vitesse de jeu par 0,25x
