Repository: widelands/widelands-translation-reports
Catalog: maintainers/doublespacing/widelands_console/*.po
Languages: cs, nds, nl, ru

source: Note: New value will be written to config file
nl: Opmerking: Nieuwe waarde wordt geschreven in het configuratiebestand
ru: Примечание: Новое значение будет записано в файл конфигурации

source: --datadir=DIRNAME Use specified directory for the widelands data files
cs: --datadir=DIRNAME Použij určený adresář pro Widelands datové soubory
nds: --datadir=LISTNAAM Bruuk deeses Verteeknis för de Widelands-Daten-Dateien
nl: --datadir=DIRNAAM Gebruik gespecificeerde directory voor Widelands databestanden

source: --homedir=DIRNAME Use specified directory for widelands config files, savegames and replays
cs: --homedir=DIRNAME Použij určený adresář pro Widelands config, uložené hry a záznamy
nds: --homedir=LISTNAME Bruuk deeses Verteeknis för de Widelands Instellens-Dateien, sekert Spelen un Uptekens
nl: --homedir=DIRNAAM Gebruik gespecificeerde directory voor Widelands configuratiebestanden, opgeslagen spellen en herhalingen

source: --coredump=[true|false] Generates a core dump on segfaults instead of using the SDL
cs: --coredump=[true|false] Generuje core dump při segfault chybě místo použití SDL
nl: --coredump=[true|false] Make een 'coredump' op segmentatiefouten in plaats van de SDL te gebruiken

source: --write_syncstreams=[true|false] Create syncstream dump files to help debug network games.
nds: --write_syncstreams=[jau|nee] Schriev Sync-Stream-Dateien för Internett-Spelen, um Verschievens unnersöken to könen
nl: --write_syncstreams=[true|false] Maak syncstream bestanden om netwerkspellen te helpen debuggen.

source: --rolling_autosave=[...] Use this many files for rolling autosaves
cs: --rolling_autosave=[...] Použij uvedený počet souborů pro postupné autosave
nl: --rolling_autosave=[...] Gebruik n bestanden voor doorlopend automatisch opslaan
ru: --rolling_autosave=[...] Использовать это множество файлов для перезаписи по кругу

source: --metaserver=[...] Connect to a different metaserver for internet gaming.
nl: --metaserver=[...] Maak verbinding met een andere metaserver voor internetspellen.

source: --metaserverport=[...] Port number of the metaserver for internet gaming.
nl: --metaserverport=[...] Poortnummer van de metaserver voor internetspellen.

source: --nosound Starts the game with sound disabled.
nl: --nosound Start het spel zonder geluid.

source: --nozip Do not save files as binary zip archives.
nl: --nozip Sla bestanden niet op als binaire zip archieven.
ru: --nozip Не упаковывать файлы сохранений в zip-архивы.

source: --editor Directly starts the Widelands editor. You can add a =FILENAME to directly load the map FILENAME in editor.
nl: --editor Start meteen de Widelands editor. Je kunt =BESTANDNAAM toevoegen om direct de kaart BESTANDNAAM in de editor te laden.
ru: --editor Запускает редактор. Если добавить =FILENAME можно напрямую загрузить в редактор карту FILENAME.

source: --ai_training Enables AI training mode. See https://www.widelands.org/wiki/Ai%20Training/ for a full description of the AI training logic.
nl: --ai_training Activeert AI training modus. Zie https://www.widelands.org/wiki/Ai%20Training/ voor een volledige beschrijving van de AI training logica.
ru: --ai_training Включает режим обучения ИИ. Смотрите https://www.widelands.org/wiki/Ai%20Training/ для получения подробной информации о логике обучения ИИ.

source: --auto_speed In multiplayer games only, this will keep adjusting the game speed automatically, depending on FPS. Useful in conjunction with --ai_training.
nds: --auto_speed Sett de Gauheid vum Speel in Spelen över ’t Internett so, dat ’t good tur FPS-Tahl passt. Bruuk dat blot mit --ai_training.
nl: --auto_speed Alleen in multiplayerspellen, dit blijft de snelheid van het spel automatisch aanpassen, afhankelijk van FPS. Nuttig in combinatie met --ai_training.

source: --loadgame=FILENAME Directly loads the savegame FILENAME.
cs: --loadgame=SOUBOR Přímo nahraje uloženou hru SOUBOR.
nds: --loadgame=DATEINAAM Stracks dat sekert Speel DATEINAAM laden.
nl: --loadgame=BESTANDNAAM Laad meteen het opgeslagen spel BESTANDNAAM.

source: --script=FILENAME Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor.
cs: --script=FILENAME Spusti uvedený Lua skript po inicializaci. Platné pouze s volbami --scenario, --loadgame nebo --editor.
nds: --script=DATEINAAM Bruukt dat angeven Lua-Skript na de Begünn. Verloovt blot mit --scenario, --loadgame of --editor.
nl: --script=BESTANDSNAAM Start het opgegeven script na initialisatie. Alleen geldig met --scenario, --loadgame of --editor.
ru: --script=FILENAME Запускает данный Lua-скрипт после инициализации. Использовать только со --scenario, --loadgame, или --editor.

source: --auto_roadbuild_mode=[true|false] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road.
cs: --auto_roadbuild_mode=[true|false] Určuje, zda spustit mód stavění cest automaticky po umístění vlajky, která není napojená na cestu.
nl: --auto_roadbuild_mode=[true|false] Ga automatisch naar de wegenbouwers modus als er een vlag geplaatst worden welke niet aan een weg verbonden is.
ru: --auto_roadbuild_mode=[true|false] Используется для входа в режим строительства дороги автоматически, сразу после размещения флага, не связанного с дорогами.

source: --fullscreen=[true|false] Whether to use the whole display for the game screen.
cs: --fullscreen=[true|false] Zda hru spustit v celoobrazovkém režimu.
nds: --fullscreen=[jau|nee] Of de hele Billschirm bruukt worden sall.
nl: --fullscreen=[true|false] Gebruik het volledige scherm
ru: --fullscreen=[true|false] Используется для того чтобы запустить игровое окно во весь экран.

source: --maxfps=[5 ...] Maximal optical framerate of the game.
nl: --maxfps=[5 ...] Maximale optische framerate van het spel.

source: --animate_map_panning=[yes|no] Should automatic map movements be animated.
nl: --animate_map_panning=[yes|no] Moeten automatische bewegingen van de kaart geanimeerd zijn.

source: --dock_windows_to_edges=[true|false] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen.
cs: --dock_windows_to_edges=[true|false] Zruší okraj okna na okraji obrazovky, když je okraj okna blízko okraji obrazovky.
nl: --dock_windows_to_edges=[true|false] Elimineer de rand van het venster aan de rand van het scherm, indien de rand van het venster aan het rand van het scherm bevind.

source: --help Show this help
nl: --help Toon deze hulp

source: Bug reports? Suggestions? Check out the project website: https://www.widelands.org/ Hope you enjoy this game!
nl: Bug reports? Suggesties? Bekijk de website van het project: https://www.widelands.org/ Veel plezier met dit spel!
ru: Сообщения об ошибках? Предложения? Зайдите на веб-сайт проекта: https://www.widelands.org/ Надеюсь, вам понравится эта игра!

source: Default is ~/.widelands
cs: Výchozí je ~/.widelands

source: --language=[de_DE|sv_SE|...] The locale to use.
cs: --language=[de_DE|sv_SE|...] Jaký jazyk se má použít.

source: --autosave=[...] Automatically save each n minutes
cs: --autosave=[...] Automaticky ukládá každých n minut

source: --scenario=FILENAME Directly starts the map FILENAME as scenario map.
cs: --scenario=SOUBOR Přímo spustí mapu SOUBOR jako mapu scénáře.
nds: --scenario=DATEINAAM Stracks de Kaart DATEINAAM as Rutfödderung starten.
ru: --scenario=FILENAME Запускает карту FILENAME в качестве карты сценария.

source: --xres=[...] Width of the window in pixel.
cs: --xres=[...] Šířka okna v pixelech.

source: --yres=[...] Height of the window in pixel.
cs: --yres=[...] Výška okna v pixelech.

source: --border_snap_distance=[0 ...] Move a window to the edge of the screen when the edge of the window comes within this distance from the edge of the screen.
cs: --border_snap_distance=[0 ...] Přichytit okno k okraji obrazovky jakmile se okraj okna dostane do této vzdálenosti od okraje obrazovky.
ru: --border_snap_distance=[0 ...] Прилепить окно к краю экрана когда край окна приближается к краю экрана на указанное расстояние.

source: --panel_snap_distance=[0 ...] Move a window to the edge of the panel when the edge of the window comes within this distance from the edge of the panel.
cs: --panel_snap_distance=[0 ...] Přichytit okno k okraji panelu jakmile se okraj okna dostane do této vzdálenosti od okraje jiného panelu.
ru: --panel_snap_distance=[0 ...] Перемещает окно к краю панели, когда край окна оказывается на указанном расстоянии от края панели.

source: --snap_windows_only_when_overlapping=[yes|no] Only move a window to the edge of a panel if the window is overlapping with the panel.
cs: --snap_windows_only_when_overlapping=[yes|no] Přichytit okno k okraji panelu pouze pokud se okno a panel překrývají.
ru: --snap_windows_only_when_overlapping=[yes|no] Перемещает окно к краю панели, только если окно перекрывает панель.

source: --verbose Enable verbose debug messages
cs: --verbose povolí verbose ladící zprávy

source: Default is %USERPROFILE%\.widelands
ru: По умолчанию это %USERPROFILE%\.widelands

source: --localedir=DIRNAME Use specified directory for the widelands locale files
nds: --localedir=LISTNAAM Bruuk deeses Verteeknis för de Widelands-Översetten-Dateien
ru: --localedir=DIRNAME Укажите требуемую директорию для локальных файлов widelands

source: --addon_server=[...] Connect to a different github repository and branch from the add-ons manager.
ru: --addon_server=[...] Подключитесь к требуемому репозиторию github и ветви из менеджера дополнений.

source: --fail-on-lua-error Force Widelands to crash when a Lua error occurs.
ru: --fail-on-lua-error Вынужденное аварийное завершение работы Widelands при возникновении ошибки Lua.

source: --replay=FILENAME Directly loads the replay FILENAME.
nds: --replay=DATEINAAM Strack dat Upteken DATEINAAM laden
