Repository: widelands/widelands-translation-reports
Catalog: maintainers/endwhitespace/widelands/*.po
Languages: fi

source: %s has resigned and is now a spectator.
fi: %s kirjautui ulos ja vain seuraa nyt peliä.

source: It is not recommended to permit waterway lengths greater than %u
fi: Vältä yli %upitkiä lauttareittejä.

source: Client %s is cheating!
fi: Asiakas %s huijaa!

source: %u bytes
fi: %u tavua

source: %u comment:
fi: %u kommentti:

source: Are you certain that you want to upgrade this add-on? %1$s by %2$s %3$s Installed version: %4$s Available version: %5$s Category: %6$s %7$s
fi: Oletko varma että haluat päivittää tämän laajennuksen? %1$s tekijältä %2$s %3$s Asennettu versio: %4$s Saatavilla oleva versio: %5$s Kategoria: %6$s %7$s

source: The random map generator is still in beta stage. The maps it generates are usually – but not always – well playable. Seafaring and artifacts are not supported. Add-ons of the Tribes and Script categories are disabled in random matches.
fi: Satunnaiskarttatuottaja on edelleen kokeiluvaiheessa. Kartat joita se yleisestiottaen tuottaa ovat – vaan eivät aina – hyvin pelattavissa. Merenkulkua ja tutkimuslöydösesineitä ei tueta. Heimojen lisäosat ja syöteluokat ovat satunnaisotteluissa pois käytöstä.

source: The map is provided by the official Widelands release
fi: Tämä kartta toimitetaan Widelandsin virallisessa julkaisussa

source: Player starting positions were designed to provide equal conditions for all players
fi: Pelaajien aloitusasemat suunniteltiin tarjoamaan yhdenvertaiset lähtökohdat jokaiselle

source: The map allows building ports and ships
fi: Tämä kartta sallii satamien ja laivojen rakentamisen

source: The map allows building ferries, ferry yards and waterways
fi: Tämä kartta sallii lauttojen, lauttavarustamojen ja vesireittien rakentamisen

source: The map contains artifacts for the Artifacts win condition
fi: Tämä kartta sisältää tutkimuslöytöesineet niihin perustuvalle ehdolle voittaa

source: View this landmark in a watch window
fi: Näytä tämä maamerkki tarkkailuikkunassa
