Repository: widelands/widelands-translation-reports
Catalog: maintainers/startcaps/tribes_encyclopedia/*.po
Languages: cs

# building
source: Proverb widely used for impossible tasks of any kind
cs: často užívané přísloví používané pro nesplnitelné úkoly všeho druhu

# building
source: Proverb
cs: přísloví

# atlanteans_building
source: Head of the warehouse
cs: vedoucí skladu

# atlanteans_building
source: Atlantean woodcutter asked why saws are used to cut trees
cs: atlantský dřevorubec je tázán, proč se na kácení stromů používají pily

# atlanteans_building
source: Prophecy of the foresters’ guild
cs: proroctví cechu lesníků

# atlanteans_building
source: A song from the fishers’ guild
cs: píseň cechu rybářů

# atlanteans_building
source: Prophecy of the fish breeders
cs: proroctví porybného

# atlanteans_building
source: Hunter answering a fisher
cs: lovec odpovídá rybáři

# atlanteans_building
source: Painted on a gold spinning mill without supplies
cs: nápis na přádelně zlata, které se nedostává zásob

# atlanteans_building
source: A scout answering a soldier
cs: průzkumník odpovídá vojákovi

# atlanteans_building
source: A Smoker answering a passer-by
cs: uzenář odpovídá kolemjdoucímu

# atlanteans_building
source: Miller arguing with a sawyer
cs: mlynář v hádce s dělníkem na pile

# atlanteans_building
source: Head of the bakers’ guild
cs: cechmistr cechu pekařů

# atlanteans_building
source: A black voice from inside the charcoal kiln
cs: tajemný hlas vycházející z milíře na dřevěné uhlí

# atlanteans_building
source: A member of the smelters’ guild
cs: tovaryš cechu slévačů

# atlanteans_building
source: Faded sign found on top of this building
cs: vybledlý nápis na horní části budovy

# atlanteans_building
source: Atlantean nursery rhyme
cs: atlantská říkanka

# atlanteans_building
source: Recruiting poster
cs: náborová vývěska

# atlanteans_building
source: Busy carrier murmuring to himself
cs: zaneprázdněný nosič brblající si sám pro sebe

# atlanteans_building
source: Atlantean harvesting song
cs: atlantská píseň ženců

# atlanteans_building
source: Blackroot farmer asked by a foreigner
cs: pěstitel rozrazilu je dotazován cizincem

# atlanteans_building
source: A spider breeder showing his farm
cs: chovatelka pavouků ukazuje svou farmu

# atlanteans_building
source: Part of the silkweavers’ song
cs: část písně tkalců hedvábí

# atlanteans_building
source: First part of the Atlantean almanach on architecture
cs: citát z první části Atlantského almanachu architektury

# atlanteans_building
source: Song from the miners’ guild
cs: píseň cechu horníků

# atlanteans_building
source: Miner’s prayer
cs: hornická říkanka

# atlanteans_building
source: Engraving on the entrance to the dungeon
cs: vstupní rytina zdravící návštěvníky kobek

# atlanteans_building
source: Atlantean hero after first contact with a real enemy
cs: atlantský hrdina po svém prvním střetu se skutečným protivníkem

# atlanteans_building
source: Officer visiting a remote guardhouse
cs: důstojník na návštěvě odlehlé strážnice

# atlanteans_building
source: Scribbling on the wall of a guardhall
cs: ručně psaný nápis na stěně velké strážnice

# atlanteans_building
source: Notes on the building instructions
cs: poznámky k popisu budovy

# atlanteans_building
source: Soldier handing over his duties to a younger one
cs: zasloužilý voják předává službu nově příchozímu

# atlanteans_building
source: Soldier showing off a High Tower
cs: voják provázející vysokou věží

# atlanteans_building
source: Traditional song of the ferrymen
cs: tradiční píseň převozníků

# atlanteans_building
source: Transcript from oral tradition
cs: přepis lidové slovesnosti

# barbarians_building
source: Ballad ‘The Battle of Kal’mavrath’ by Hakhor the Bard
cs: z balady "Bitva o Kal'Mavrath" složené Hakhorem Pěvcem

# barbarians_building
source: Captain Thanlas the Elder,<br>Explorer
cs: kapitán Thanlas starší,<br>objevitel

# barbarians_building
source: Slogan of the stonemasons’ guild
cs: heslo cechu kamenického

# barbarians_building
source: Frequent response of a Barbarian fisherman,<br>often followed by an enjoyable brawl
cs: velmi častá reakce barbarského rybáře,<br>předznamenávající pořádnou melu strhávající na sebe náležitou veřejnou pozornost

# barbarians_building
source: Barbarian nursery rhyme
cs: barbarská říkanka

# barbarians_building
source: Song written by Sigurd the Bard when the first rain fell after the Great Drought in the 21ˢᵗ year of Chat’Karuth’s reign.
cs: píseň básníka Sigurda složená na oslavu prvního deště po období Velkého sucha v 21. roce Chat'Karuthovy vlády

# barbarians_building
source: Legend about a quarrel between the brothers Harthor and Manthor,<br>Manthor is said to be the inventor of blackwood
cs: z legendy o při bratrů Harthora a Manthora,<br>Manthor je považován za vynálezce tvrzeného dřeva

# barbarians_building
source: Widespread toast among miners
cs: přípitek rozšířený mezi horníky

# barbarians_building
source: First verse of the drinking song ‘Way of the Barbarian’
cs: první verš hospodské písně "To Barbar"

# barbarians_building
source: Menu of the tavern ‘Ye Ol’ Bronze Axe’
cs: nabídka hospody "Stará dobrá bronzová sekerka"

# barbarians_building
source: Chef’s recommendation in ‘The Singing Master Miner’
cs: výběr hlavního kuchaře hostince "U zpívajícího hornického mistra"

# barbarians_building
source: Song of the charcoal burners
cs: uhlířská píseň

# barbarians_building
source: Inscription on the threshold of the now ruined Olde Forge at Harradsheim, the eldest known smithy.
cs: nápis nad prahem dnes již zchátralé Staré kovárny v Harradsheimu, nejstarší známé kovárny

# barbarians_building
source: An old Barbarian proverb<br> meaning that you need to take some risks sometimes.
cs: staré barbarské přísloví říká,<br>že někdy je třeba riskovat.

# barbarians_building
source: Famous Barbarian recruitment poster
cs: známý barbarský verbovací aushang

# barbarians_building
source: Line from the harvesting song ‘The Wealth of the Fields’
cs: sloka písně ženců "Štědré pole"

# barbarians_building
source: Slogan of ‘Harrath’s Handsome Helmets’ in Al’thunran
cs: slogan "Harrathovi umělecko-řemeslné přilbárny" v Al'thunranu

# barbarians_building
source: Quote from an anonymous miner.
cs: citát neznámého horníka.

# barbarians_building
source: Excerpt from ‘Our Treasures Underground’,<br> a traditional Barbarian song.
cs: úryvek z "Naše podzemní bohatství",<br> tradiční barbarská píseň

# barbarians_building
source: Said to originate from Neidhardt, the famous trainer.
cs: citát připisovaný Neidhardtovi, slavnému cvičiteli

# barbarians_building
source: Chief Chat’Karuth in a speech to his army.
cs: projev náčelníka Chat’Karutha ke své armádě

# empire_building
source: Proverb signifying the glory of the Empire and its capital
cs: přísloví vyzdvihující věhlas Císařství a jeho hlavního města

# empire_building
source: Proverb written over the doors of a warehouse
cs: přísloví napsané nad dveřmi skladu

# empire_building
source: Admiral Litus Marius Exsiccatus, sending out the fleet to break the naval blockade during the First Atlantean War
cs: admirál Litus Marius Exsiccatus, vysílá své loďstvo, aby prolomilo námořní blokádu v průběhu První atlantské války

# empire_building
source: An enthusiastic stonemason arriving to a new quarry
cs: kameník plný nadšení obydlil nový lom (Mt 24:2)

# empire_building
source: A carrier to a lumberjack who lost his way home
cs: nosič k dřevorubci, který se ztratil po cestě domů

# empire_building
source: Blessing from the god Silvanus
cs: požehnání od boha Silvana

# empire_building
source: A fisherman criticising the Grand Master of the Fishermans’ Guild
cs: rybář kritizující hlavního mistra cechu rybářů

# empire_building
source: Caption on an imperial relief showing a hunter
cs: nápis na císařské plastice zobrazující lovce

# empire_building
source: Imperial proverb
cs: císařské přísloví

# empire_building
source: A belated scout’s report
cs: opožděné hlášení průzkumníka

# empire_building
source: Motto of the Stonemasons’ Guild
cs: motto cechu kameníků

# empire_building
source: Motto of the Carpenters’ Guild
cs: motto tesařského cechu

# empire_building
source: Proverb often cited by millers to impatient customers
cs: mlynáři často používané přísloví pokud se setkají s netrpělivým zákazníkem

# empire_building
source: A baker accusing another of theft
cs: pekař obviňuje druhého z krádeže

# empire_building
source: Imperial drinking song
cs: císařská hodovní píseň

# empire_building
source: A proud vine farmer boasting
cs: pyšný vinař se vychvaluje

# empire_building
source: Excerpt from the Encyclopædia Imperica
cs: výňatek z Císařské encyklopedie

# empire_building
source: Warning to a gluttonous miner
cs: varování nenasytnému horníkovi

# empire_building
source: Warning from a master miner to an apprentice
cs: mistr horník varuje učně

# empire_building
source: Imperial proverb meaning to judge whether they are good or bad
cs: císařské přísloví tázající se, zda je něco dobré, nebo špatné

# empire_building
source: Imperial proverb quoted in a toolsmith's advertising
cs: císařské přísloví použité k propagaci kovárny

# empire_building
source: An armorsmith teaching an apprentice
cs: platnéř školící učně

# empire_building
source: Argument in the Senate for increasing recruitment
cs: argument z senátu obhajující navýšení náboru vojáků

# empire_building
source: A donkey breeder during a shortage of wheat
cs: chovatel oslů v době nedostatku pšenice

# empire_building
source: Imperial proverb for trying the impossible
cs: císařské přísloví vyjadřující snahu o nemožné

# empire_building
source: Motto of the Weavers’ Guild
cs: motto tkalcovského cechu

# empire_building
source: Motto of the Weaponsmiths’ Guild
cs: motto cechu zbrojířů

# empire_building
source: A proverb that is vehemently disputed by iron miners
cs: přísloví, které je vehementně zpochybňováno horníky těžícími železnou rudu

# empire_building
source: General Trepidus Egenus Attenuatus on motivating soldiers
cs: generál Trepidus Egenus Attenuatus motivující vojáky

# empire_building
source: Greeting from the gladiators to the emperor
cs: pozdrav gladiátorů císaři

# empire_building
source: Trainer to soldiers who questioned the need for higher level training
cs: trenér připravuje vojáky vyšší úroveň výcviku

# empire_building
source: General Passerus Claudius Pedestrus on why he didn’t order the destruction of a rebel Blockhouse
cs: generál Passerus Claudius Pedestrus vysvětluje, proč nenařídil zničení povstalecké malé pevnosti

# empire_building
source: Rebel general Certus Ignavus Fidelius upon entering the limits of Fremil to overthrow the government
cs: generál povstalců Certus Ignavus Fidelius překračující hranice Fremilu během cesty svrhnout vládu

# empire_building
source: General Claudius Cæcus Cessus reporting a quick victory over the Barbarians thanks to the superior vision of a tower
cs: generál Claudius Cæcus Cessus oznamující své bleskové vítězství nad Barbary díky využití výjimečného dohledu věže

# empire_building
source: A shipwright lamenting when he was instructed to stop working
cs: stavitel lodí stěžující si, že výroba lodí byla zastavena

# frisians_building
source: A stonemason
cs: neznámý kameník

# frisians_building
source: An over-enthusiastic woodcutter
cs: přemotivovaný dřevorubec

# frisians_building
source: A forester explaining his choice of profession
cs: lesník objasňující důvod volby své profese

# frisians_building
source: A hunter admiring a fisher
cs: lovec velebící povolání rybáře

# frisians_building
source: Anonymous reed farmer
cs: neznámý pěstitel rákosí

# frisians_building
source: Chieftain Arldor’s retort when he was asked why his tribe can’t drink salt water
cs: pádný argument kmenového vůdce Arldora zdůvodňující, proč jeho kmen nemůže pít slanou vodu

# frisians_building
source: A clay digger arguing with a builder
cs: kopáč hlíny ve sporu se stavařem

# frisians_building
source: The inventor of the Frisian charcoal kiln
cs: vynálezce Fríské uhlířské pece

# frisians_building
source: A berry farmer to a forester
cs: sadař krotící lesníkovu samolibost

# frisians_building
source: A fruit collector advertising his harvest to a landlady
cs: sběrač ovoce získává sympatie hostinské pro svou sklizeň

# frisians_building
source: A beekeeper ignoring a customer’s complaint
cs: včelař nenacházející pochopení pro zákazníkovu stížnost

# frisians_building
source: The fisherman who invented aqua farming
cs: rybář, který vymyslel systém rybích sádek

# frisians_building
source: The spokesman of the scouts’ labor union
cs: mluvčí odborů průzkumníků

# frisians_building
source: A brickmaker arguing with his chieftain who was doing just that
cs: cihlář ve sporu s kmenovým vůdcem, který se dopustil právě výše zmíněného

# frisians_building
source: Slogan of the Smelters’ Guild
cs: heslo cechu slévačského

# frisians_building
source: A smelter explaining the need for recycling to his impatient chieftain
cs: slévač vysvětlující inovativní přínosy recyklace progresivnímu kmenovému vůdci

# frisians_building
source: Irritated chieftain during a metal shortage
cs: kmenový vůdce rozladěný kritickým stavem hutnictví železa

# frisians_building
source: A blacksmith pointing out his influence on soldier training
cs: kovář vyjadřující svůj osobní zájem na dobře vycvičené armádě

# frisians_building
source: A master blacksmith refusing to forge anything but the most sophisticated helmets and weapons
cs: nechuť mistra kováře věnovat se něčemu jinému než kování zbraní a přileb odpovídajících jeho vysoce odborné kvalifikaci

# frisians_building
source: A seamstress scolding a soldier for disrespecting her profession
cs: švadlena plísnící vojáka za nedocenění přínosu její profese

# frisians_building
source: A trainer scolding a soldier
cs: cvičitel poučuje vojáka

# frisians_building
source: A smoker explaining his profession
cs: strategie uzenáře na spokojený profesní život

# frisians_building
source: A baker
cs: pekař

# frisians_building
source: A trainer in conversation with a baker
cs: moudro od cvičitele vojáků pekaři

# frisians_building
source: A brewer boasting about the importance of his profession
cs: sládek k důležitosti své profese v rámci kmenového hospodářství

# frisians_building
source: Slogan over a mead brewery
cs: vývěsní cedule nad varnou medoviny

# frisians_building
source: Hungry customers in times of a shortage of smoked fish and meat
cs: hladový zákazník hospody v čase nedostatku uzenin

# frisians_building
source: A master miner to the landlady
cs: mistr horník k paní hostinské

# frisians_building
source: A trainer greeting the new recruits
cs: cvičitel vítající nové rekruty

# frisians_building
source: The reindeer breeder who first proposed using reindeer fur for clothing
cs: chovatel sobů, který jako první navrhl užití sobí kožešiny na výrobu oděvů

# frisians_building
source: A farmer’s reply when asked by his chieftain why he was planting such a slow-growing grain.
cs: odpověď sedláka vůdci kmene na otázku, proč zasel tak pomale rostoucí obilí

# frisians_building
source: A trainer training a soldier
cs: cvičitel zahajující výcvik

# frisians_building
source: A shipwright who only constructed toy ships after being chid that his ships were too small
cs: loďař o nedostatečnosti jazyka k vyjádření určitých kvalit

# frisians_building
source: A seamstress’ work song
cs: pracovní píseň švadlen
