Repository: widelands/widelands-translation-reports
Catalog: maintainers/startpunc/widelands/*.po
Languages: cs

source: %1$s has requested to join the team of %2$s.
cs: Hráč %1$s by se chtěl připojit k týmu %2$s.

source: %1$s has invited %2$s to join their team.
cs: Hráč %1$s pozval hráče %2$s do svého týmu.

source: %1$s has accepted %2$s into their team.
cs: Hráč %1$s přijal hráče %2$s do svého týmu.

source: %1$s has accepted the invitation to join the team of %2$s.
cs: Hráč %1$s přijal pozvánku do týmu %2$s.

source: %1$s has retracted the request to join the team of %2$s.
cs: Hráč %1$s stáhl žádost o připojení do týmu %2$s.

source: %1$s has denied %2$s membership in their team.
cs: Hráč %1$s odmítl hráči %2$s členství ve svém týmu.

source: %1$s has retracted the invitation to %2$s to join their team.
cs: Hráč %1$s stáhl pozvánku pro hráče %2$s k připojení do týmu.

source: %1$s has rejected the invitation to join the team of %2$s.
cs: Hráč %1$s odmítl pozvánku do týmu %2$s.

source: %u game-relevant add-on in use:
cs: Použito %u hru ovlivňující rozšíření:

source: Completed %1$s because %2$s
cs: %1$s dokončeno, protože %2$s

source: Skipped %1$s because %2$s
cs: %1$s bylo odloženo, protože %2$s

source: %s is missing
cs: chybí %s

source: Your %s can’t find a way home and will likely die.
cs: %s nemůže najít cestu domů a pravděpodobně zemře.

source: %u add-on mismatch detected:
cs: Byl zjištěn %u nesoulad v rámci vybraných rozšíření:

source: The player ‘%s’ was defeated and became a spectator.
cs: "%s" prohrává hru a pokračuje pouze jako přihlížející.

source: ‘%1$s’ is not a valid version string. The add-on ‘%2$s’ will not be saved.
cs: „%1$s“ není platným označením verze. Rozšíření „%2$s“ nebude uloženo.

source: ‘%1$s%2$s’ conflicts with ‘%3$s’. Please select a different combination or change the conflicting setting first.
cs: '%1$s%2$s' má konflikt s '%3$s'. Prosím vyber jinou kombinaci nebo změň nejprve konfliktní nastavení.

source: %s won!
cs: Vítězí %s!

source: %1$s • %2$s • %3$s
cs: Herní čas: %1$s • Místní čas: %2$s • %3$s
