Repository: widelands/widelands-translation-reports
Catalog: maintainers/options/*.po
Languages: cs, ko

source: --datadir=DIRNAME Use specified directory for the widelands data files
cs: --datadir=DIRNAME Použij zvolený adresář pro Widelands datové soubory
ko: --datadir=DIRNAME 와이드랜드 자료 파일로서 지정한 디렉토리를 사용합니다

source: --homedir=DIRNAME Use specified directory for widelands config files, savegames and replays
cs: --homedir=DIRNAME Použij zvolený adresář pro Widelands konfigurační soubory, uložené hry a záznamy
ko: --homedir=DIRNAME 와이드랜드의 구성 파일, 놀이 저장, 재생용으로 지정된 디렉토리를 사용합니다

source: --localedir=DIRNAME Use specified directory for the widelands locale files
cs: --localedir=DIRNAME Použij zvolený adresář pro Widelands místní soubory
ko: --localedir=DIRNAME 와이드랜드 로케일 파일로 지정된 디렉토리를 사용합니다

source: --new_game_from_template=FILENAME Directly create a new singleplayer game configured in the given file. An example can be found in `data/templates/new_game_template`.
cs: --new_game_from_template=FILENAME Vytvoří hru jednoho hráče podle nastavení, které je definováno pomocí souboru s názvem FILENAME. V data/templates/new_game_template`lze nalézt . příklad.

source: --loadgame=FILENAME Directly loads the savegame FILENAME.
cs: --loadgame=FILENAME Načte uloženou hru s názvem FILENAME.
ko: --loadgame=FILENAME 저장 자료 파일 이름을 직접 불러옵니다.

source: --replay=FILENAME Directly loads the replay FILENAME.
cs: --replay=FILENAME Načte záznam s názvem FILENAME.

source: --script=FILENAME Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor.
cs: --script=FILENAME Spustí zadaný Lua script po inicializaci. Funkční pouze v kombinaci s --scenario, --loadgame a --editor.
ko: --script=FILENAME 초기화 후 지정된 루아 스크립트를 실행합니다. --scenario, --loadgame, --editor 에서만 유효합니다.

source: --maxfps=[5 ...] Maximal optical framerate of the game.
cs: --maxfps=[5 ...] Nastaví maximální snímkovou frekvenci.
ko: --maxfps=[5 ...] 프레임 속도의 최대 값을 지정합니다.

source: --border_snap_distance=[0 ...] Move a window to the edge of the screen when the edge of the window comes within this distance from the edge of the screen.
cs: --border_snap_distance=[0 ...] Jakmile se okraj okna přiblíží na zadanou vzdálenost k okraji okna obrazovky, dojde k přichycení okraje okna k okraji obrazovky.
ko: --border_snap_distance=[0 ...] 창의 가장자리가 화면 가장자리에서 이 거리 내에 오면 창을 화면 가장자리로 이동합니다.

source: --panel_snap_distance=[0 ...] Move a window to the edge of the panel when the edge of the window comes within this distance from the edge of the panel.
cs: --panel_snap_distance=[0 ...] Přichytit okno k okraji panelu pokud se okraj okna dostane na zadanou vzdálenost od okraje panelu.
ko: --panel_snap_distance=[0 ...] 창의 가장자리가 패널 가장자리에서 이 거리 내에 도달하면 창을 패널 가장자리로 이동합니다.

source: --<config-entry-name>=value overwrites any config file setting
ko: --<config-entry-name>=value 모든 구성 파일 설정을 덮어씁니다

source: --scenario=FILENAME Directly starts the map FILENAME as scenario map.
ko: --scenario=FILENAME 시나리오 지도로 지도 파일이름을 직접 시작합니다.
