Repository: widelands/widelands-translation-reports
Catalog: translators/*/scenario_tutorial01_basic_control.wmf/startpunc.po
Languages: gd

source: Widelands is a slow-paced build-up strategy game with an emphasis on construction rather than destruction. This tutorial will guide you through the basics of the game.
gd: ’S e geama ro-innleachd mhaille a th’ ann an Widelands far am bi d’ aire air togail seach milleadh. Seallaidh an t-oideachadh seo dhut na tha bunasach sa gheama.

source: You can open and close this window by clicking on the ‘Objectives’ button in the toolbar on the bottom of the screen.
gd: ’S urrainn dhut an uinneag seo fhosgladh ’s a dhùnadh le briogadh air a’ phutan “Amasan” air a’ bhàr-inneal aig bonn na sgrìn.

source: You can open it by selecting the ‘Show Minimap’ entry in the ‘Map View’ menu at the bottom of the screen or simply by using the keyboard shortcut ‘m’.
gd: ‘S urrainn dhut fhosgladh ’s tu a’ taghadh “Seall am meanbh-mhapa” sa chlàr-taice “Sealladh a’ mhapa” aig bonn na sgrìn no leis an iuchair “m” air a’ mheur-chlàr.

source: The quarry is a small building like the lumberjack’s hut. You can therefore build it on any field that shows a red, yellow or green house when the building spaces symbols are enabled (Press Space for that).
gd: ’S e togalach beag a tha sa chuaraidh mar a tha am bothan coillteir. Mar sin, ’s urrainn dhut fear a thogail air raon sam bith a sheallas taigh dearg, buidhe no uaine nuair a bhios na h-ionadan togail ’gan sealltainn (brùth air Space gus an sealltainn).

source: You can enter road building mode for any flag by left-clicking on a flag and selecting the road building symbol.
gd: ’S urrainn dhut tionndadh dhan mhodh togail rathaidean airson brataich sam bith ’s tu a’ briogadh leis a’ phutan clì air a’ bhratach is a’ taghadh an samhla togail rathaidean.

source: You can connect the new road to any flag of your existing road network. You can create junctions everywhere, not only in front of buildings.
gd: ’S urrainn dhut an rathad ùr a cheangal ri bratach sam bith air lìonra nan rathaidean a th’ agad. ’S urrainn dhut goibhlean a chruthachadh àite sam bith seach air beulaibh thogalaichean a-mhàin.

source: You can also hold down the Ctrl or Shift key to select multiple messages, or press Ctrl + A to select them all.
gd: ’S urrainn dhut cuideachd an iuchair Ctrl no Shift a chumail sìos gus iomadh teachdaireachd a thaghadh, no brùth air Ctrl + A gus a h-uile gin dhiubh a thaghadh.

source: You can toggle the message window by pressing ‘n’ or clicking the second button from the right at the very bottom of the screen. The newest message will be marked for you automatically.
gd: ’S urrainn dhut uinneag nan teachdaireachd a thoglachadh ’s tu a’ brùthadh air “n” no a’ briogadh air an dàrna putan on taobh deas aig a bhonn. Thèid an teachdaireachd as ùire a thaghadh dhut gu fèin-obrachail.

source: All windows in Widelands can be closed by right-clicking into them. Some windows can also be toggled with the buttons and menus at the very bottom of the screen.
gd: ’S urrainn dhut uinneag sam bith ann an Widelands a dhùnadh ’s tu a’ dèanamh briogadh deas air. Gabhaidh cuid a dh’uinneagan sealltainn is falach leis na putanan is clàran-taice aig bonn na sgrìn cuideachd.

source: The sentry is the only military site that fits on a small building plot. If your lumberjack has cleared enough space, you can also build another military building.
gd: ’S e am freiceadan a tha san aon togalach an airm as urrainn dhut togail air raon togail beag. Ma tha an coilltear agad air rùm gu leòr a chruthachadh, ’s urrainn dhut togalaichean an airm eile a thogail cuideachd a tha nas motha.
