Repository: widelands/widelands-translation-reports
Catalog: maintainers/doublespacing/widelands/*.po
Languages: fr

source: %u game-relevant add-on in use:
fr: %u Add-On en usage en relation avec le jeu:

source: Port space of %1$s discovered at %2$s by %3$s
fr: Espace portuaire de %1$s découvert à %2$s par %3$s

source: An unexpected error occurred:
fr: Une erreur inattendue s'est produite :

source: Widelands could not establish a connection to the given address. Either no Widelands server was reachable at the TCP port %u or the server shut down as you tried to connect.
fr: Widelands n'a pas pu établir de connexion à l'adresse donnée. Ou aucun serveur n'a pu être joint sur le port TCP %u ou le serveur était éteint lors que vous avez essayé de vous connecter.

source: It looks like Widelands crashed the last time you ran it, but a backtrace for debugging was automatically generated. Please provide the report along with a description of what was going on in the game and what you did last before the crash to the Widelands Development Team under %s so we can fix the problem.
fr: Il semble que Widelands s'est planté la dernière fois que vous l'avez exécuté, mais une trace de débogage a été automatiquement générée. Veuillez fournir le rapport ainsi qu'une description de ce qu'il se passait dans le jeu et de ce que vous avez fait avant le crash à l'équipe de développement de Widelands sous %s afin que nous puissions résoudre le problème.

source: Choose Replay
fr: Choisir le replay

source: Start type is set via the scenario
fr: Type de début déterminé dans le scénario

source: The random map generator was unable to generate a suitable map. This happens occasionally because the generator is still in beta stage. Please try again with slightly different settings.
fr: Le générateur de carte aléatoire n'a pas été capable de générer une carte adaptée. Cela peut survenir occasionnellement car le générateur est encore en version beta. Merci d'essayer à nouveau avec des paramètres légèrement différents.

source: Selected %1% directory and %2%:
fr: %1% répertoire et %2% sélectionnés:

source: This replay was created with a different Widelands version. It might be compatible, but will more likely desync or even fail to load. Please do not report any bugs that occur while watching this replay. Do you want to load the replay anyway?
fr: Ce replay a été créé avec une version différente de Widelands. Il peut être compatible, mais pourra être désynchronisé ou même refusera de se charger. S'il vous plait n'envoyez pas de rapport de bug pouvant survenir pendant le visionnage de ce replay. Voulez vous néanmoins charger ce replay ?

source: Compare stocked amounts to economy target quantities
fr: Comparer les les stocks aux quantités ciblés par l'économie
