Repository: widelands/widelands-translation-reports
Catalog: translators/*/widelands_console/doublespacing.po
Languages: cs, gd, hu, sk

source: Note: New value will be written to config file
cs: Poznámka: Nová hodnota bude zapsána do konfiguračního souboru
gd: An aire: Thèid an luach ùr a sgrìobhadh dhan fhaidhle config
sk: Poznámka: Nová hodnota bude zapísaná do konfiguračnéh súboru.

source: --datadir=DIRNAME Use specified directory for the widelands data files
gd: --datadir=AINM-PASGAIN Cleachd am pasgan sònraichte airson nam faidhlichean dàta aig widelands
hu: --datadir=KÖNYVTÁRNÉV A megadott könyvtárban találhatóak a Widelands adatfájljai
sk: --datadir=NÁZOV_PRIEČINKA Používať stanovený priečinok na dátové súbory hry Widelands

source: --homedir=DIRNAME Use specified directory for widelands config files, savegames and replays
gd: --homedir=AINM-PASGAIN Cleachd am pasgan sònraichte airson nam faidhlichean rèiteachaidh, geamannan air an sàbhaladh is ath-chluichean aig widelands
hu: --homedir=KÖNYVTÁRNÉV A megadott könyvtár használata a Widelands beállítási fájlok, mentett játékok és visszajátszások tárolására
sk: --homedir=NÁZOV_PRIEČINKA Používať stanovený priečinok na konfiguračné súbory, uložené hry a záznamy

source: Default is ~/.widelands
gd: ’S e ~/.widelands a th’ ann a ghnàth

source: Default is %USERPROFILE%\.widelands
cs: Výchozí je %USERPROFILE%\.widelands
gd: ’S e %USERPROFILE%\.widelands a th’ ann a ghnàth

source: --localedir=DIRNAME Use specified directory for the widelands locale files
gd: --localedir=AINM-PASGAIN Cleachd am pasgan sònraichte airson nam faidhlichean eadar-theangachaidh aig widelands
hu: --localedir=DIRNAME A megadott könyvtár használata a widelands nyelvi fájlokhoz

source: --coredump=[true|false] Generates a core dump on segfaults instead of using the SDL
gd: --coredump=[true|false] Gin core dump le segfaults an aite SDL a chleachadh

source: --language=[de_DE|sv_SE|...] The locale to use.
gd: --language=[gd_GB|de_DE|...] An sgeama ionadail ri chleachdadh.
hu: --language=[de_DE|hu_HU] Lokalizáció beállítása.

source: --write_syncstreams=[true|false] Create syncstream dump files to help debug network games.
cs: --write_syncstreams=[ano|ne] Vytváří soubory s výpisem syncstreems, určené pro kontrolu desynchronizací při ladění síťových her.
gd: --write_syncstreams=[true|false] Cruthaich faidhlichean sruth sioncronachaidh a chum geamannan lìonraidh a dhì-bhugachadh.

source: --autosave=[...] Automatically save each n minutes
cs: --autosave=[...] Automaticky ukládá každých n minut
gd: --autosave=[...] Sàbhail gu fèin-obrachail gach n mionaid
hu: --autosave=[...] Automatikus mentés n percenként

source: --rolling_autosave=[...] Use this many files for rolling autosaves
cs: --rolling_autosave=[...] Počet posledních zpětně uchovávaných souborů automatického uložení
gd: --rolling_autosave=[...] Cleachd an uiread de dh’fhaidhlichean seo airson fèin-sàbhaladh car mu char
sk: --rolling_autosave=[...] Na postupné samoukladanie používať stanovený počet súborov

source: --metaserver=[...] Connect to a different metaserver for internet gaming.
cs: --metaserver=[...] Umožňuje připojení k vybranému metaserveru pro hru přes internet.
gd: --metaserver=[...] Dèan ceangal ri meata-fhrithealaiche eile airson geama eadar-lìn.
sk: --metaserver=[...] Pre hru po internete sa pripojte na iný metaserver | Connect to a different metaserver for internet gaming.

source: --metaserverport=[...] Port number of the metaserver for internet gaming.
cs: --metaserverport=[...] Umožňuje zadat číslo portu metaserveru pro hru přes internet.
gd: --metaserverport=[...] Àireamh puirt a’ mheata-fhrithealaiche airson geama eadar-lìn.
sk: --metaserverport=[...] Číslo portu metaservera | Port number of the metaserver for internet gaming.

source: --addon_server=[...] Connect to a different github repository and branch from the add-ons manager.
gd: --addon_server=[...] Ceangail ri ionad-tasgaidh github agus meur eile o mhanaidsear nan tuilleadan.

source: --nosound Starts the game with sound disabled.
gd: --nosound Tòisichidh seo an geama leis an fhuaim à comas.

source: --fail-on-lua-error Force Widelands to crash when a Lua error occurs.
cs: --fail-on-lua-error Vynutí pád aplikace Widelands v případě výskytu chyby Lua.
gd: --fail-on-lua-error Spàrr tuisleadh air Widelands nuair a thachras mearachd Lua.

source: --nozip Do not save files as binary zip archives.
gd: --nozip Na sàbhail faidhlichean nan tasglannan bìnearaidh zip.

source: --editor Directly starts the Widelands editor. You can add a =FILENAME to directly load the map FILENAME in editor.
gd: --editor Tòisichidh seo an deasaiche Widelands sa bhad. ’S urrainn dhut =AINM-FAIDHLE a chur ris gus am mapa air a bheil AINM-FAIDHLE a luchdadh sa bhad san deasaiche.

source: --ai_training Enables AI training mode. See https://www.widelands.org/wiki/Ai%20Training/ for a full description of the AI training logic.
gd: --ai_training Cuiridh seo an comas modh trèanaidh na h-inntinne fuadain. Faic https://www.widelands.org/wiki/Ai%20Training/ airson mìneachadh slàn air mar a dh’obraicheas loidsig trèanaidh na h-IF.

source: --auto_speed In multiplayer games only, this will keep adjusting the game speed automatically, depending on FPS. Useful in conjunction with --ai_training.
cs: --auto_speed Pouze pro hru více hráčů, automaticky upravuje rychlost hry podle snímkové frekvence (FPS). Praktické ve spojení s --ai_training.
gd: --auto_speed Ann an geamannan ioma-chluicheadair a-mhàin, bidh seo a’ cur gleus air luathas a’ gheama gu fèin-obrachail a-rèir nam FPS. Tha seo feumail nuair a chleachdas tu --ai_training.

source: --new_game_from_template=FILENAME Directly create a new singleplayer game configured in the given file. An example can be found in `data/templates/new_game_template`.
cs: --new_game_from_template=FILENAME Vytvoří hru jednoho hráče podle nastavení, které je definováno pomocí souboru s názvem FILENAME. V data/templates/new_game_template`lze nalézt . příklad.
gd: --new_game_from_template=AINM-FAIDHLE Cruthaich geama aon-chluicheadair ùr gu dìreach on fhaidhle. Gheibh thu ball- eisimpleir ann an `data/templates/new_game_template`.

source: --scenario=FILENAME Directly starts the map FILENAME as scenario map.
cs: --scenario=SOUBOR Přímo spustí mapu SOUBOR jako mapu scénáře.
gd: --scenario=AINM-FAIDHLE Tòisichidh seo am mapa AINM-FAIDHLE sa bhad mar mhapa cnàmh-sgeòil.
hu: --scenario=FÁJLNÉV Közvetlenül a FÁJLNÉV térképet indítja küldetésként.
sk: --scenario=NÁZOV_SÚBORU Priamo spustí mapu NÁZOV_SÚBORU ako scenár.

source: --loadgame=FILENAME Directly loads the savegame FILENAME.
gd: --loadgame=AINM-FAIDHLE Luchdaichidh seo an geama air a shàbhaladh AINM-FAIDHLE sa bhad.
hu: --loadgame=FÁJLNÉV Közvetlenül betölti a FÁJLNÉV néven mentett állást.
sk: --loadgame=NÁZOV_SÚBORU Priamo načíta uloženú hru NÁZOV_SÚBORU.

source: --script=FILENAME Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor.
cs: --script=FILENAME Spustí zadaný Lua script po inicializaci. Funkční pouze v kombinaci s --scenario, --loadgame a --editor.
gd: --script=AINM-FAIDHLE Ruith an sgriobt Lua seo às dèidh an tòiseachaidh. Chan eil e dligheach ach le --scenario, --loadgame no --editor.
sk: --script=NÁZOV_SÚBORU Po inicializácii spustiť zadaný skript v jazyku Lua. Platné len s --scenario, --loadgame alebo --editor.

source: --auto_roadbuild_mode=[true|false] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road.
cs: --auto_roadbuild_mode=[ano|ne] Po umístění vlajky, která není napojena na síť cest, nastaví automatickou aktivaci režimu stavby cesty.
gd: --auto_roadbuild_mode=[true|false] Co-dhiù an dèid gus nach dèid do chur sa mhodh togail rathaidean gu fèin-obrachail nuair a bhios bratach air a chur ann nach eil ceangailte ri rathad.

source: --fullscreen=[true|false] Whether to use the whole display for the game screen.
cs: --fullscreen=[ano|ne] Přepnout do režimu celé obrazovky.
gd: --fullscreen=[true|false] Co-dhiù an dèid gus nach dèid an sgrìn slàn a chleachdadh airson a’ gheama.

source: --xres=[...] Width of the window in pixel.
gd: --xres=[...] Leud na h-uinneige ann am piogsailean.

source: --yres=[...] Height of the window in pixel.
gd: --yres=[...] Àirde na h-uinneige ann am piogsailean.

source: --maxfps=[5 ...] Maximal optical framerate of the game.
gd: --maxfps=[5 ...] Reat as motha nam frèamaichean lèirsinneach sa gheama.

source: --animate_map_panning=[yes|no] Should automatic map movements be animated.
gd: --animate_map_panning=[yes|no] Am bi beòthachadh air gluasadan fèin-obrachail a’ mhapa gus nach bi.

source: --border_snap_distance=[0 ...] Move a window to the edge of the screen when the edge of the window comes within this distance from the edge of the screen.
gd: --border_snap_distance=[0 ...] Gluais uinneag gu oir na sgrìn ma bhios i taobh a-staigh an astair seo o oir na sgrìn.

source: --panel_snap_distance=[0 ...] Move a window to the edge of the panel when the edge of the window comes within this distance from the edge of the panel.
cs: --panel_snap_distance=[0 ...] Přichytit okno k okraji panelu pokud se okraj okna dostane na zadanou vzdálenost od okraje panelu.
gd: --panel_snap_distance=[0 ...] Gluais uinneag gu oir na panail ma bhios i taobh a-staigh an astair seo o oir na panail.

source: --snap_windows_only_when_overlapping=[yes|no] Only move a window to the edge of a panel if the window is overlapping with the panel.
cs: --snap_windows_only_when_overlapping=[ano|ne] Přichytit okno k okraji panelu pouze, pokud se okno a panel překrývají.
gd: --snap_windows_only_when_overlapping=[yes|no] Na gluais uinneag gu oir panail ma bhios i tar-chòmdaichte leis a’ phanail.
hu: --snap_windows_only_when_overlapping=[yes|no] Csak akkor mozgasson egy ablakot a panel széléhez ha az ablak túlnyúl a panelen.
sk: --snap_windows_only_when_overlapping=[yes|no] Presunúť okno k okraju panelu, len ak okno prekrýva panel.

source: --verbose Enable verbose debug messages
gd: --verbose Cuir teachdaireachdan dì-bhugachaidh briathrach an comas

source: --help Show this help
gd: --help Seall a’ chobhair seo

source: <save.wgf>/<replay.wrpl> Directly loads the given savegame or replay. Useful for .wgf/.wrpl file extension association. Does not work with other options. Also see --loadgame/--replay.
cs: <save.wgf>/<replay.wrpl> Přímo načte zadanou uloženou hru nebo záznam. Praktické z důvodu rozeznávání přípon .wgf/.wrpl. V ostatních případech nefunguje. Případně také --loadgame/--replay.
gd: <save.wgf>/<replay.wrpl> Luchdaidh seo geama air a shàbhaladh no ath-chluiche gu dìreach. Feumail airson na leudachain faidhle .wgf/.wrpl iomruineadh. Chan obraich seo còmhla ri roghainnean eile. Faic --loadgame/--replay cuideachd.
hu: <mentés.wgf>/<visszajátszás.wrpl> A megadott mentés vagy visszajátszás közvetlen betöltése. A .wgf/.wrpl fájltípus hozzárendeléséhez. Más beállításokkal együtt nem működik. Lásd még: --loadgame/--replay

source: --dock_windows_to_edges=[true|false] Eliminate a window’s border towards the edge of the screen when the edge of the window is next to the edge of the screen.
cs: --dock_windows_to_edges=[ano|ne] Zmenší rozměr okna podle okraje obrazovky, pokud narazí okraj okna na okraj obrazovky.

source: --dock_windows_to_edges=[true|false] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen.
sk: --dock_windows_to_edges=[true|false] Odstráni rám okna smerom k okraju obrazovky, keď je okraj okna vedľa okraja obrazovky.

source: widelands <save.wgf>/<replay.wrpl>
hu: widelands <mentés.wgf>/<visszajátszás.wrpl>
