Repository: widelands/widelands-translation-reports
Catalog: translators/*/widelands_console/startwhitespace.po
Languages: sv

source: --coredump=[true|false] Generates a core dump on segfaults instead of using the SDL
sv: --coredump=[ja|nej] Genererar en minnesutskrift av segmenteringsfel istället för att använda SDL

source: --write_syncstreams=[true|false] Create syncstream dump files to help debug network games.
sv: --write_syncstreams=[ja|nej] Skapa synkströmdumpfiler för att hjälpa till att felsöka nätverksspel.

source: --autosave=[...] Automatically save each n minutes
sv: --autosave=[...] Spara spelet automatiskt var n:te minut

source: --rolling_autosave=[...] Use this many files for rolling autosaves
sv: --rolling_autosave=[...] Använd de här filerna för rullande automatsparningar

source: --script=FILENAME Run the given Lua script after initialization. Only valid with --scenario, --loadgame, or --editor.
sv: --script=FILNAMN Kör det angivna Lua scriptet efter initialisering Bara giltigt med --scenario, --loadgame, eller --editor.

source: --auto_roadbuild_mode=[true|false] Whether to enter roadbuilding mode automatically after placing a flag that is not connected to a road.
sv: --auto_roadbuild_mode=[ja|nej] Ställ in om vägbyggarläge ska startas automatiskt efter att en flagga som inte är ansluten till en väg har placerats.

source: --fullscreen=[true|false] Whether to use the whole display for the game screen.
sv: --fullscreen=[ja|nej] Om hela skärmen ska användas för spelet.

source: --xres=[...] Width of the window in pixel.
sv: --xres=[...] Fönstrets bredd i pixlar.

source: --yres=[...] Height of the window in pixel.
sv: --yres=[...] Fönstrets höjd i pixlar.

source: --dock_windows_to_edges=[true|false] Eliminate a window's border towards the edge of the screen when the edge of the window is next to the edge of the screen.
sv: --dock_windows_to_edges=[ja|nej] Eliminera ett fönsters kant mot skärmens kant när kanten på fönstret ligger intill skärmens kant.
